print("Я подсчитаю свою живность:")
# Здесь сторка считает куры и петухи, сначала 6 делет на 30 ответ: 5, затем 25 сложить на 5, получается 30. Петухи: 25 умножаем 3: 75, 75 делет остаток 4: 3, 100 отнемаем 3: 97.
print("Куры", 25 + 30 / 6)
print("Петухи", 100 - 25 * 3 % 4)

print("А теперь подсчитаю яйца:")
# Ответ: 6.75
print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)

print("Верно ли, что 3 + 2 < 5 - 7")
# Ответ: False
print(3 + 2 < 5 - 7)
# Ответ: 1) 5, 2) -2
print("Сколько будет 3 + 2?", 3 + 2)
print("А сколько будет 5 - 7?", 5 - 7)

print("Ой, я, кажется, запутался... Почему False?")

print("Ещё раз подсчитаю...")
# Ответ: 1) True, 2) True, 3) False
print("Это больше?", 5 > -2)
print("А это больше или равно?", 5 >= -2)
print("А это меньше или равно?", 5 <= -2)
# Ответ: 6.369426751592356
print(20.0 / 3.14)
