# Несколько непривычный код - набирайте его в точности.
# Создаем две перемеый days строкой 7 дней в недели и months строкой 12 месяцы с символ \n для новый строкой с словами (Правки от Y.m: Автор забыл добавить в переменый months в осений месяцы). 
days = "Пн Вт Ср Чт Пт Сб Вс"
months = "Янв\nФевр\nМарт\nАпр\nМай\nИюнь\nИюль\nАвг\nСен\nОкт\nНоя"
# Результат Вывод: (Правки от Y.M: С строкой 7 добавлена \n и + для удобность чтения)
print("Это дни недели: ", days)
print("А это месяцы:\n" + months)

print("""
Что же тут творится?
Используются три двойные кавычки.
Мы можем набрать текста сколько угодно.
Даже 4 строки, 5 или 6.
""")
'''
Многострочный комментария: 
Это тип комментария который в отличие от одиночный комментария (#) можно писать в любой строкой внутри тройно кавычки.
Также как и обычный строка можно писать как одинарные кавычки '' так и двойные кавычки "".
Только нужно писать начало три кавычки, а конце тоже три кавычки.
'''
